{
    "code": "fr",
    "str_0": "français",
    "str_1": "Vous ne pouvez télécharger qu'une seule image",
    "str_2": "Traitement total des images {0}, {1}",
    "str_3": "aide",
    "str_4": "Image précédente",
    "str_5": "Couleur sélectionnée",
    "str_6": "Format de fichier non pris en charge",
    "str_7": "palette",
    "str_8": "loupe",
    "str_9": "Couleur actuelle",
    "str_10": "Copié dans le presse-papiers",
    "str_11": "initialisation",
    "str_12": "configuration",
    "str_13": "Format de copie du presse-papiers (ctrl + x, ctrl + c)",
    "str_14": "grossissement de la loupe",
    "str_15": "C'est une loupe que vous pouvez zoomer sur l'image centrale.<br>Vous pouvez ajuster l'échelle dans la configuration.",
    "str_16": "une palette de couleurs que vous pouvez utiliser fréquemment.<br>Vous pouvez charger cette couleur dans la palette en cliquant sur une couleur.<br>La couleur sur la palette peut être supprimée de la palette en cliquant dessus.<br>Vous pouvez vider la palette en appuyant sur le bouton d'initialisation (ctrl + q).",
    "str_17": "indique la couleur de l'endroit où se trouve la souris.<br>Vous pouvez copier la couleur courante dans le presse-papiers en appuyant sur ctrl + x.",
    "str_18": "Indique la couleur sélectionnée.<br>Si vous cliquez sur la souris sur la couleur, cette couleur sera stockée.<br>Vous pouvez copier la couleur sélectionnée en appuyant sur ctrl + c dans le bloc-notes.",
    "str_19": "qui représentent les images téléchargées précédemment.<br>Vous pouvez recharger l'image en cliquant dessus.<br>Vous pouvez supprimer l'image avec un clic droit.",
    "str_20": "C'est l'image actuelle.<br>Lorsque vous téléchargez l'image, la couleur représentative de l'image apparaît.<br>Vous pouvez glisser et déposer l'image ou utiliser le bouton de téléchargement pour télécharger l'image.",
    "str_21": "Mode sombre",
    "str_22": "Annulation du téléchargement",
    "str_23": "Analyse d'image terminée",
    "str_24": "L'analyse de l'image a échoué"
}